docs/XRT/XRTL1/KBpLab_meetings_and_protocol_aquisition.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-02 Thu 20:15 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>First lab meeting and protocol aquisition readings notes</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Peter Choi" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">First lab meeting and protocol aquisition readings notes</h1> <h2 class="subtitle"></h2> <span class="author">Peter Choi</span> <span class="date">2021-12-02 Thu 20:14</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org5ed2c97">1. Prep for first lab meeting:</a></li>
<li><a href="#orgdf57f04">2. XRT L1 protocol aquisition: ExDe Bible</a>
<ul>
<li><a href="#orgeb2ce0a">2.1. The goal of protocol aquisition:</a></li>
<li><a href="#orgb5b639c">2.2. The steps to learning a protocol:</a></li>
<li><a href="#org0fffb45">2.3. Visual protocols:</a></li>
<li><a href="#org69be4c4">2.4. Starts and stops:</a></li>
<li><a href="#orge383413">2.5. Timers and watches:</a></li>
<li><a href="#org6c46e36">2.6. Prep for the dry run and the dry run:</a></li>
<li><a href="#org672eaca">2.7. Recording your data and using your protocol:</a></li>
</ul>
</li>
<li><a href="#orgec6b6cd">3. Lab meeting prompt:</a></li>
<li><a href="#org0743a11">4. Lab Meeting Notebook Guidelines: ExDe Bible</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org5ed2c97" class="outline-2">
<h2 id="org5ed2c97"><span class="section-number-2">1</span> Prep for first lab meeting:</h2>
<div class="outline-text-2" id="text-1">
<p>
Link: <a href="https://docs.google.com/document/d/1Ig07u3_womf5xr-lkCM3up9aM9NKSAIKRNgZWnARaMI/edit">https://docs.google.com/document/d/1Ig07u3_womf5xr-lkCM3up9aM9NKSAIKRNgZWnARaMI/edit</a>
</p>

<ul class="org-ul">
<li>be comfortable admitting mistakes to De and Paul</li>
<li>De and Paul do not care that you make mistakes, they care that you learn from your mistakes</li>
<li>What a lab meeting should have:
<ol class="org-ol">
<li>"the conversation"</li>
<li>documentation of your process</li>
<li>data presentation</li>
</ol></li>
<li>for now we just need:
<ol class="org-ol">
<li>clear goals and deliverables on asana</li>
<li>visual protocol/protocol aquisition stuff</li>
</ol></li>
</ul>
</div>
</div>

<div id="outline-container-orgdf57f04" class="outline-2">
<h2 id="orgdf57f04"><span class="section-number-2">2</span> XRT L1 protocol aquisition: ExDe Bible</h2>
<div class="outline-text-2" id="text-2">
<p>
Link: <a href="https://docs.google.com/document/d/1n_tRw0m1lnigpB5yBji58lQQhU6VgIKb7sXDryQkuoY/edit">https://docs.google.com/document/d/1n_tRw0m1lnigpB5yBji58lQQhU6VgIKb7sXDryQkuoY/edit</a>
</p>
</div>

<div id="outline-container-orgeb2ce0a" class="outline-3">
<h3 id="orgeb2ce0a"><span class="section-number-3">2.1</span> The goal of protocol aquisition:</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>to learn how to deo a new protocol in the most effective and efficient way</li>
<li>finding all of the things you need to do a protocol</li>
<li>finding all of the things that the protocol itself does not describe</li>
</ul>
</div>
</div>

<div id="outline-container-orgb5b639c" class="outline-3">
<h3 id="orgb5b639c"><span class="section-number-3">2.2</span> The steps to learning a protocol:</h3>
<div class="outline-text-3" id="text-2-2">
<ol class="org-ol">
<li>Do it with someone who has done the protocol before.
<ul class="org-ul">
<li>as they do it, write down a basic protocol, and then watch them again, predicting what they are going to do at ecah step</li>
<li>then try the protocol yourself, make sure to note the materials you use</li>
<li>See one, do one, teach one</li>
</ul></li>
<li>What it &amp; tech support
<ul class="org-ul">
<li>can use JOVE (the youtbe of protocols) inorder to get you "see one"</li>
</ul></li>
<li>Work off of mulitple protocols
<ul class="org-ul">
<li>this will let you know what steps need to be done the same way every time and what steps you can fudge a little.</li>
<li>gives you fuller understanding of the protocol</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org0fffb45" class="outline-3">
<h3 id="org0fffb45"><span class="section-number-3">2.3</span> Visual protocols:</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>Why: makes you think about what you are going to need to do and going to need for the protocol before you try to do it yourself. It also serves as visual landmarks for when you are actually doing the protocol.</li>
<li>What: you draw out the steps of your protocol</li>
</ul>
</div>
</div>

<div id="outline-container-org69be4c4" class="outline-3">
<h3 id="org69be4c4"><span class="section-number-3">2.4</span> Starts and stops:</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>After you draw, identify where you can take a break throughout your protocol</li>
<li>knowing when you can rest (stops) is important because then you know when you can take a break and do more of the protocol on another day</li>
<li>sometimes before you start you have to turn things on so they warm up in time</li>
</ul>
</div>
</div>

<div id="outline-container-orge383413" class="outline-3">
<h3 id="orge383413"><span class="section-number-3">2.5</span> Timers and watches:</h3>
<div class="outline-text-3" id="text-2-5">
<ul class="org-ul">
<li>put a timer on all of the things you need to time so that you remember</li>
<li>write the times of the start and stop instead of the run time so that you can reference later (ex: 17:00-19:00, is better than 2 hours)</li>
</ul>
</div>
</div>

<div id="outline-container-org6c46e36" class="outline-3">
<h3 id="org6c46e36"><span class="section-number-3">2.6</span> Prep for the dry run and the dry run:</h3>
<div class="outline-text-3" id="text-2-6">
<ul class="org-ul">
<li>Look through your protocol and sort things into:
<ol class="org-ol">
<li>Consumables</li>
<li>Equipment</li>
<li>Need to premake</li>
<li>stops</li>
<li>Day 0 prep</li>
</ol></li>
<li>Stand in the place that you are going to do your protocol and do a dry run where, you make sure that you have all of the materials and machines that you need to do, you have enough space, and try to minimize the amout of steps you need to take</li>
<li>notify de or paul and your L3 mentor when you are doing your dry run</li>
<li>then reserve the needed machines (stick note)</li>
</ul>
</div>
</div>

<div id="outline-container-org672eaca" class="outline-3">
<h3 id="org672eaca"><span class="section-number-3">2.7</span> Recording your data and using your protocol:</h3>
<div class="outline-text-3" id="text-2-7">
<ul class="org-ul">
<li>when using your protocol take notes of the places you messed up or the places that you fudged a little so that you can collect data for better understanding</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgec6b6cd" class="outline-2">
<h2 id="orgec6b6cd"><span class="section-number-2">3</span> Lab meeting prompt:</h2>
<div class="outline-text-2" id="text-3">
<p>
Link: <a href="https://docs.google.com/document/d/15UBTrF7qsT8H8CG41oziknZWhsuJRoimHV0Dg98UDTQ/edit">https://docs.google.com/document/d/15UBTrF7qsT8H8CG41oziknZWhsuJRoimHV0Dg98UDTQ/edit</a>
</p>

<p>
Questions to consider (copied from the doc):
</p>

<p>
Check-in questions: To be asked by Oversight at the beginning of the meeting.
</p>
<ol class="org-ol">
<li>Was everyone here this week?</li>
<li>Is your lab space clean?</li>
<li>Is there any new business that we need to put on the agenda?</li>
</ol>


<p>
Big Picture
</p>
<ol class="org-ol">
<li>Pull up a slide show</li>
<li>Schedule the next lab meeting</li>
<li>What is your overarching question?</li>
<li>What is the current question?</li>
<li>What method of quantification are you headed towards.</li>
</ol>

<p>
Big Questions
</p>
<ol class="org-ol">
<li>What was done.  Present data.</li>
<li>What do you want to do?</li>
<li>What future problems do you think you are going to need help with.</li>
</ol>

<p>
Leadership/Oversight (To be answered by oversight)
</p>
<ol class="org-ol">
<li>What problems are you trying to figure out how to navigate?</li>
<li>What has been a personal difficulty?</li>
<li>What is the current feeling of the group?</li>
</ol>


<p>
Check-in every day with the rest of your team:
</p>
<ol class="org-ol">
<li>Do you have a current task?  Does everyone know what it is?  Does your task have a deadline?</li>
<li>Do you have at least one to-do per person in Asana.</li>
</ol>
</div>
</div>

<div id="outline-container-org0743a11" class="outline-2">
<h2 id="org0743a11"><span class="section-number-2">4</span> Lab Meeting Notebook Guidelines: ExDe Bible</h2>
<div class="outline-text-2" id="text-4">
<p>
Link: <a href="https://docs.google.com/document/d/1kXrR6r9tIkao_delhirxaH1ugUTIWkd0sPFMEWfgKjc/edit#heading=h.ek02jxnh9scd">https://docs.google.com/document/d/1kXrR6r9tIkao_delhirxaH1ugUTIWkd0sPFMEWfgKjc/edit#heading=h.ek02jxnh9scd</a>
</p>

<ul class="org-ul">
<li>Every week you should write an answer to each on of the prompts in your lab notebook
<ol class="org-ol">
<li>Guiding question</li>
<li>response to feedback</li>
<li>Acomplished this week</li>
<li>What I am having trouble with</li>
<li>Meeting notes:</li>
<li>Goals and deliverables</li>
</ol></li>
</ul>
</div>
</div>
</div>
</body>
</html>
